---
kind: other
id: Properties.T:Autodesk.Revit.DB.ExportPatternTableIterator
source: html/e770611b-2b53-fab3-d0be-d25fecabe6eb.htm
---
# ExportPatternTableIterator Properties

Gets the item at the current position of the iterator.